// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Chinese
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-CN"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="确定"
C_CANCEL="取消"
C_CLOSE="关闭"
C_COPYTOCLIPBOARD="复制到剪贴板"

M_FILE="文件"
	M_SAVE="保存"
	M_SAVEAS="另存为"
	M_SAVEALL="全部保存"
	M_UPLOAD="上传皮肤..."
	M_EXIT="退出"
M_EDIT="编辑"
	M_UNDO="撤销"
	M_REDO="重做"
	M_TOOL="工具"
M_VIEW="视图"
	M_MODE="视图模式"
		M_PERSPECTIVE="透视 (3D)"
		M_TEXTURE="纹理 (2D)"
		M_HYBRID="混合"
	M_3D="3D 设置"
		M_ANIMATE="动画"
		M_FOLLOWCUR="跟随光标"
		M_GRASS="草地"
		M_GHOST="隐藏透明部位"
		M_MULTISAMPLING="多重采样"
	M_2D="2D 设置"
		M_ALPHACHECKER="透明棋格"
		M_OVERLAY="覆盖层"
			M_ENABLEOVERLAY="启用"
	M_TRANSMODE="透明模式"
		M_OFF="关闭"
		M_HELMETONLY="仅头盔"
		M_ALL="全部"
	M_VISIBLEPARTS="可见部位"
		M_HEAD="头部"
		M_HELMET="头盔"
		M_CHEST="胸部"
		M_LEFTARM="左臂"
		M_RIGHTARM="右臂"
		M_LEFTLEG="左腿"
		M_RIGHTLEG="右腿"
M_OPTIONS="选项"
	M_KEYSHORTCUTS="键盘快捷键"
	M_BGCOLOR="背景颜色"
	M_USETEXTUREBASES="使用基础纹理"
M_LANGUAGE="语言"
M_HELP="帮助"
	M_CHECKUPDATES="检查更新"
	M_AUTOUPDATE="自动检查更新"

T_TREE_ZOOMOUT="缩小"
T_TREE_ZOOMIN="放大"
T_TREE_IMPORTHERE="导入到此处..."
T_TREE_NEWFOLDER="新建文件夹..."
T_TREE_RENAME="重命名..."
T_TREE_DELETE="删除..."
T_TREE_CLONE="克隆"
T_TREE_UPLOAD="上传"

T_SAVE="保存"
T_SAVEALL="全部保存"
T_UNDO="撤销"
T_REDO="重做"
T_PERSPECTIVE="透视"
T_TEXTURE="纹理"
T_HYBRID="混合"
T_SCREENSHOT="截图 (按住 Shift 以保存)"
T_TOGGLEHEAD="切换头部"
T_TOGGLEHELMET="切换头盔"
T_TOGGLECHEST="切换胸部"
T_TOGGLELEFTARM="切换左臂"
T_TOGGLERIGHTARM="切换右臂"
T_TOGGLELEFTLEG="切换左腿"
T_TOGGLERIGHTLEG="切换右腿"
T_SWATCHES="色板"

M_IMPORT_HERE="导入到此处..."
M_NEWFOLDER="新建文件夹"
M_NEWFOLDER_HERE="新建文件夹..."
M_RENAME="重命名..."
M_DELETE="删除..."
M_CLONE="克隆"

T_TOOL_CAMERA="相机"
T_TOOL_PENCIL="铅笔"
T_TOOL_ERASER="橡皮擦"
T_TOOL_DROPPER="吸管"
T_TOOL_DODGEBURN="加深/减淡"
T_TOOL_DARKENLIGHTEN="变暗/变亮"
T_TOOL_BUCKET="填充桶"
T_TOOL_NOISE="噪点"

B_MSG_DIRMISSING="缺少一个包含的目录——通常是因为您没有解压程序。虽然这不是一个严重的问题，但您将缺少任何包含的模板、色板或其他内容。"
B_MSG_UPTODATE="您已经拥有最新的版本！"
B_MSG_NEWUPDATE="有新更新可用！现在打开更新程序以查看可用更新？"
B_MSG_UPLOADERROR="上传皮肤时出错："
B_MSG_UPLOADSUCCESS="皮肤上传成功！请享用！"
B_MSG_DELETESKIN="删除此皮肤？\r\n它将被发送到回收站。"
B_MSG_DELETEFOLDER="删除此文件夹？\r\n它将被发送到回收站。"
B_MSG_OVERLAYERROR="无法加载覆盖图像：\"{0}\"；分辨率是否为二的幂次？"
B_MSG_UPLOADRES="虽然您可以使用 MCSkin3D 编辑高分辨率纹理，但您不能将它们上传到您的 Minecraft 档案。"
B_MSG_ANTIALIAS="重启 MCSkin3D 以应用多重采样选项。"
B_MSG_PIXELFORMAT="抱歉，但显然您的显卡不支持 32 位像素格式——目前这是 MCSkin3D 正常功能所需的。"
B_MSG_SHORTCUTEXISTS="快捷键 \"{0}\" 与 \"{1}\" 使用了相同的键——将其清除。"

B_CAP_QUESTION="问题"
B_CAP_SORRY="抱歉"

C_SQUARE="方形"
C_CIRCLE="圆形"

O_EXPOSURE="曝光："
O_INCREMENTAL="增量"
O_LIGHTEN="变亮"
O_DARKEN="变暗"
O_DODGE="加亮"
O_BURN="加深"
Q_THRESHOLD="阈值："

C_NEW="新建"
C_CANTMOVE="无法移动到"
C_COPY="复制"
C_MOVE="移动"
C_MOVED="已移动"
C_COPYTO="复制到"
C_MOVETO="移动到"
C_IMPORTTO="导入到"

C_SETTINGSFAILED="设置文件加载失败；结果是加载了默认设置。"

C_AUTOLOGIN="自动登录？"
C_REMEMBER="记住我？"
C_USERNAME="用户名："
C_PASSWORD="密码："
C_UPLOADTEXT="要上传您的皮肤，您需要登录 Minecraft.net。此程序可以自动完成此过程；请输入您的用户名和密码以继续。"

C_UPLOADING="正在上传您的皮肤！请稍候..."
C_SHORTCUTINUSE="快捷键已被占用"

S_TREEVIEW_ZOOMIN="树视图放大"
S_TREEVIEW_ZOOMOUT="树视图缩小"
S_SWATCH_ZOOMIN="色板放大"
S_SWATCH_ZOOMOUT="色板缩小"
S_COLORSWAP="交换前景/背景色"
S_RENAME="更改名称"
S_CLONE="克隆节点"
S_DELETE="删除节点"
S_SCREENSHOT_CLIP="截图到剪贴板"
S_SCREENSHOT_SAVE="截图保存"
S_TOGGLEVIEW="切换视图模式"
S_TOGGLETRANS="切换透明模式"

M_SHORTCUTS="在下面的文本框中点击并按下您希望分配给此快捷键的键。"
W_OPTIONS="工具选项"

T_CAMERA="左键旋转。右键/鼠标滚轮缩放。"
T_PENCIL="左键绘制。右键/中键旋转/缩放。按住 Shift 使用背景色。"
T_DROPPER="左键取色。右键/中键旋转/缩放。按住 Shift 取背景色，否则取前景色。"
T_DODGEBURN="左键加亮/加深。右键/中键旋转/缩放。按住 Shift 切换工具。"
T_DARKENLIGHTEN="左键变亮/变暗。右键/中键旋转/缩放。按住 Shift 切换工具。"
T_ERASER="左键擦除到空色和透明色。右键/中键旋转/缩放。"
T_FILL="左键填充像素。按住 Shift 使用背景颜色。按住 Ctrl 锁定到部分。右键/中键旋转/缩放。"
T_NOISE="左键应用噪点。右键/中键旋转/缩放。"

C_UNSAVED="您有未保存的更改，确定要退出吗？"
C_UNSAVED_CAPTION="等待！"

O_HOLDNESS="保持："

G_BRUSH="笔刷"
G_BRUSHOPTS="笔刷选项"
G_NOISEOPTS="噪点选项"
G_FILLOPTS="填充选项"
G_TOOL="工具"

T_DECRES="降低分辨率"
T_INCRES="提高分辨率"

M_NEWSKIN="新建皮肤"
M_NEWSKIN_HERE="在此处新建皮肤"

M_SKINERROR="无法从 Minecraft 皮肤存储中下载皮肤！"
M_FETCH_NAME="从 Minecraft 获取"
M_FETCH_TEXT="MCSkin3D 可以从您的（或任何人的）Minecraft 帐户中获取皮肤并将其导入为皮肤。请输入帐户名称，然后点击导入进行操作！"
M_PLAYER_NAME="玩家名称："

C_YES="是"
C_NO="否"
D_DONTASK="不再询问"
M_IRREVERSIBLE="注意：高分辨率皮肤不能上传到 Minecraft.net 作为皮肤！\n\n此操作不可逆，并且会导致到目前为止的撤销/重做功能丧失。确定要执行此操作吗？"

M_TEMP="您正在尝试从临时位置运行 MCSkin3D。请正确解压程序以运行。"

T_RESETCAMERA="重置相机"
M_SKINDIRS="皮肤目录"
M_DYNAMICOVERLAY="动态覆盖"
M_DYNAMICOPTIONS="动态选项"
M_LINECOLOR="线条颜色"
M_LINESIZE="线条大小"
M_OVERLAYTEXTSIZE="文本大小"
M_TEXTCOLOR="文本颜色"

U_PIXELSCHANGED="像素已更改"
T_TOOL_STAMP="印章"
T_STAMP="左键点击盖章。按住 Shift 并点击以将区域复制到画笔。"
L_UNDOACTIONS="撤销 {0} 个操作"
L_REDOACTIONS="重做 {0} 个操作"

M_BROWSE="浏览到 {0} 位置"
M_SKIN="皮肤"
M_FOLDER="文件夹"

M_SHARED="共享选项"
M_INFINITEMOUSE="无限鼠标"

T_SWATCHEDIT="编辑色板"
T_DELETESWATCH="删除色板"
T_ADDSWATCH="添加色板"

M_EXPT_EXCEPTION="发生异常！"
M_EXPT_APPERROR="应用程序错误！"
M_EXPT_ERRORTEXT="MCSkin3D 遇到错误，可能会变得不稳定。然而，不用担心，因为您可以做些事情来帮助！\r\n\r\n如果您愿意帮助开发者，请发送错误报告给我们！在此窗口底部有一个蓝色链接，链接到错误报告的内容。将其发送给我们（在 PlanetMinecraft 上搜索我们）将大大帮助开发！"
M_EXPT_SHOW="不再显示"
M_EXPT_CLOSE="关闭"
M_EXPT_VIEW="查看报告，请点击"
M_EXPT_HERE="这里。"

C_RESTART="程序需要重启才能执行此操作！"
C_RESTART_CAPTION="需要重启"
D_UNSAVED="您有未保存的皮肤；更改皮肤目录需要刷新皮肤列表，因此您将丢失任何未保存的更改。点击是以不保存的方式刷新；点击否以等待重启；点击取消以取消。"
D_UNSAVED_CAPTION="未保存的更改"

M_RENDERSTATS="渲染统计"
M_GRIDCOLOR="网格颜色"
M_GRIDOPACITY="网格不透明度"

M_LOADING="加载中..."
M_NEWPALETTE="新建色板"
M_DELETEPALETTE="删除色板"
M_CONVERTSWATCH="转换色板..."
M_RENAMEPALETTE="重命名色板"
M_CURRENTFORMAT="当前格式："
M_NEWFORMAT="新格式："
M_SWATCHQUESTION="这将永久删除此色板。继续？"
M_SWATCHQUESTION_CAPTION="您确定吗？"

M_UPDATESTARTING="更新已下载 - MCSkin3D 现在将关闭，并打开更新程序。请注意，此程序从您的临时文件夹运行，因此 Windows（或您的防病毒软件）可能会对此误报 - 不用担心，这是为了保持主目录清洁而不含更新文件。"
M_REPORTVIEWER="报告查看器"

M_GRIDENABLED="显示网格"
M_RENDERRESTART="更改渲染模式需要重启。"
M_RENDERER="渲染器"
M_CLIENTARRAYS="客户端数组"
M_IMMEDIATE="即时模式"
W_POPOUT="弹出"

E_SKINERROR="尝试加载皮肤 \"{0}\" 时出错；请删除此文件或将其移出文件夹。"
T_TOGGLECHESTARMOR="切换胸甲"
T_TOGGLELEFTARMARMOR="切换左臂甲"
T_TOGGLERIGHTARMARMOR="切换右臂甲"
T_TOGGLELEFTLEGARMOR="切换左腿甲"
T_TOGGLERIGHTLEGARMOR="切换右腿甲"

M_CHESTARMOR="胸甲"
M_LEFTARMARMOR="左臂甲"
M_RIGHTARMARMOR="右臂甲"
M_LEFTLEGARMOR="左腿甲"
M_RIGHTLEGARMOR="右腿甲"

C_SCALE="缩放"
C_CROP="裁剪"
M_SKINSIZEMISMATCH="此皮肤的大小与所选模型的预期大小不匹配。MCSkin3D 可以通过以下两种方式解决此问题：\n\n裁剪：简单地将皮肤大小设置为与模型大小匹配，而不修改皮肤本身。请注意，根据大小差异，这可能会裁剪掉皮肤的某些部分。如果您正在将皮肤从 1.7 转换为 1.8，请使用此选项。\n\n缩放：将皮肤缩放到请求的大小。\n\n请注意，这是一个不可逆的操作，无法撤销。"